トピックを見つける
TOPICS
このセクションの内容
トーク形式
ブレインストーミング
トピックを選ぶ
トピックを選ぶ (少人数グループで)
トピックについて話し合う (部屋全体で)
トピックを絞り込む
トピックを提示する
ファシリテーター：次のスライド「このセクションの内容」に進みます。

このセクションの内容 #このセクションの内容
トーク形式
ブレインストーム (集団で思考を発想する) エクササイズ
トピックを絞り込む
選択したトピックを深める
トピックを提示する (オプション)
ファシリテーター – 次のスライド「トーク形式」に進みます。

Top ↑

トーク形式 #トーク形式
> 多様性 – これまで過小評価されているグループの人々向けにワークショップを開催する理由やスピーカーの思い込み、そしてなぜあなたが話をするのかについて説明してきました。これからは実際のトーク (講演やセッション) について話しましょう。

> 全般 –  これまでこのワークショップを開催する理由や私たちが何を期待しているのか、スピーカーの思い込み、そしてなぜあなたが話をするのかについて説明してきました。これからは実際のトーク (講演やセッション) について話しましょう。

よくあるトーク (講演やセッション) は、「ハウツー型」の多くの知識を思いつくまま次々述べていくセッションです。たとえば 「プラグインの作り方」であればプラグインの作り方を最初から説明していき、ときどきライブコーディングさえ交えて、最後に質疑応答で終わります。

WordCamp Central は、これが必ずしも情報を伝える良い方法ではないことを発見しました。 多くの場合、人々は圧倒され、自分が学んだことを何も覚えていないと感じながら会場を後にします。

ストーリーベースの学習を促進する他のトーク形式があります。 たとえば、あなたが何かを学んだことについて話すことは、他の人も学ぶ方法を学べることを意味します。

いろいろなトーク形式の一部を次に示します。

ハウツー: 技術の話をする一般的なやり方
ディスカッション: トピックの進行役になり、聴衆と一緒に議論します
パネル: 複数の人が同じトピックに関する質問に答えます
ストーリーベース: どのようにして学んだのか、あなたが犯した間違い、または他の物語形式で講演を行ないます
ケーススタディ: 特定の何かを作成した方法のストーリー
ワークショップ: 人々が自分のラップトップを持ってきて、あなたがやるように物を作る。実践的な学習体験
トークは複数人で行うこともあります。 2人または3人との会話は本当に魅力的です。

ファシリテーター – 次のスライド「ブレインストーミング」に進みます。

Top ↑

ブレインストーミング #ブレインストーミング
ファシリテーター – ハンドブックを印刷した場合:

これから最初のライティングエクササイズに入ります。 まず、「何を話すべきかわからない」、「話をするのに十分な知識がない」、「私は何の専門家でもない」という悩みに答えるお手伝いをします。または、すでに講演したことがあって次に何を話そうか思いつかない場合は、その疑問に答えます。

ブレインストーミングエクササイズを行います。 ここでは、できるだけ多くのトピックのアイデアをブレインストーミングします。 「完璧な」アイデアや「良い」アイデアを探すのではありません。 良いもの、悪いもの、または格好悪いものなどは関係なく、ただアイデアを出すだけです。 30個または40個のアイデアが出ればOK。本当に、頭に浮かぶものなら何でもいいのです。

文字を書く、絵を描く、マインドマップやリストを作る、どんなフォーマットでも構いません。 インスピレーションを奮い起こしている間、何も思い浮かばなくなっている間、またはその間のどこかで、より多くのトピックを生み出すための質問でアイデア出し (ブレインストーミング) を促します。

覚えておいてください。「あなたがワクワクする物事について話す」ということが常に素晴らしいことなのです –  「話すべきだ」と思う物、ではないのです。

また、もしあなたが WordPress 初心者で、まだこれらに対する回答がない場合でも、問題ありません。 トピックのアイデア出し (ブレインストーミング) の質問を使えば、１年でどんな答えが出てきそうか思い描くことを促すことができます。

ファシリテーター – 30秒ごとに1つ読んでください。 30秒をきっちりと与えてください。皆さん、あなたが思うよりも多くの時間が必要です。

トピックのアイデア出し (ブレインストーミング) を促すための以下の質問は、グループの特性とニーズに応じて使うかどうか決めればよい単なる提案です。

トピックのアイデア出し (ブレインストーミング) を促す質問を開始する前に、まず頭に浮かんだアイデアを書き出す時間を作りたいと思います。そのあとですぐに質問に入ります。では、書き始めましょう。

WordPress を始めたきっかけは何ですか ?
使い続けている理由は ?
WordPress の何が好きですか ?
次に何を学びたいですか ?
初めてしたこと：子テーマ、プラグインなどを書いた
過去1〜2年で最大の WordPress チャレンジ
最近、学んだことは？ どうやってそれを学びましたか ?
WordPress でこれまでに経験した最大の障害は何ですか ? それをどのように克服しましたか ?
WordPress に関して最も情熱を傾けていることは何ですか ? 何が一番ワクワクしますか ?
WordPress について他の人と共有するのはどんなものが好きですか ?
WordPress について、クライアント、友人、家族から最も質問される質問はありますか ?
学びたいもののリスト
お気に入りのプラグインは何 ?
あなたが作ったカッコイイものは ?
お気に入りのリソースは ?
いつも使っているクールなトリックは ?
スライドなしで何を話せますか ?
ここまでで尋ねられなかったけど、尋ねてほしかったことはありますか ?
単なる興味本位で聞きたいのですが、いくつのトピックを書き留めましたか ?

ファシリテーター – 少人数のグループの場合は、ボランティアに書き留めた数字を言ってもらいます

ファシリテーター – 大規模なグループの場合、質問する：10個以内 ? 20個以内 ? 30以内 ? それ以上の人はいますか ? いくつ書きましたか ?

みんなお疲れ様でした。 がんばりましたね。 ひとつ書き留めるだけでも素晴らしい。

ファシリテーター – 次のスライド「トピックを選ぶ」に進みます。

Top ↑

トピックを選ぶ #トピックを選ぶ
さて、これで良い、悪い、格好悪いアイデアが得られたので、次の質問に最適と思われる2つのトピックをリストから選ぶエクササイズを行います。 また、リストにない新しい回答を思い付くかもしれません。 もしそうなら、先にそれらを書き留めてください ! これらについて、答えを思い付かないなら、それはそれで大丈夫です。 その場合にはただ、スキップしてください。

ファシリテーター – 次のスライド「ストーリーに基づいた話」に進みます。

ストーリーベースのトークの場合：あまりよく知らないが成功した2つのトピックを選択します (たとえば、プラグインの作成についてはよく知りませんが、カスタム投稿タイプ用にひとつ作成しました、など)。
ファシリテーター – 次のスライド「パネル」に進みます。

パネルをモデレートするには：2つのトピック (よく知らないかもしれないが、良い質問がある) を選択してください。
ファシリテーター – 次のスライド「どのようにプレゼンするか」に進みます。

ハウツープレゼンテーションの場合：自信があり、ハウツープレゼンテーションをリードできるトピックを2つ選択してください。
ファシリテーター – 次のスライド「ケーススタディ」に進みます。

ケーススタディの場合：ケーススタディを行うことができると思う、成功した2つのトピックを選択してください。
ファシリテーター – 次のスライド「ワークショップ」に進みます。

ワークショップの場合：実践的な方法で他の人に教えることができると思われる2つのトピックを選択します。 これは、ワークショップを実行するためのものです。
ファシリテーター – 次のスライド「どんな場合でも」に進みます。

どんな場合でも：トピックリストでお気に入りの2つのテーマを選択します。
ファシリテーター – まだ参加していない場合は、部屋を4〜5人のグループに分けます。

次に、トピックを選択する演習を行います。

 ファシリテーター – 次のスライド「トピックを選ぶ」に進みます。

Top ↑

トピックを選ぶ (少人数グループで) #トピックを選ぶ (少人数グループで)
さあ、あなたが最もワクワクするトピック、あなたがさらに発展していくであろうトピックを選んでください。グループ内でお互いに話し合いたい人のために、私はあなたにそれぞれ2分与えます。 最初に自分で考えてみる時間を与えます。

ファシリテーター – ２分間の終わりにこう言います：

今のところどこにいても大丈夫です。 グループの残りのメンバーに発言して、ワークショップの残りの演習で使用するものを1つ選択してください。 今日はいつでもトピックを練習として使用し、後で別のトピックを実行できます。

ファシリテーター – 次のスライド「トピックについて話し合う」に進みます。

Top ↑

トピックについて話し合う (部屋全体で) #トピックについて話し合う (部屋全体で)
皆さんと一緒に選んだトピックについて、何人かから聞いてみましょう。 誰かが選択に苦労している場合、私たちはあなたが聴きたいと思うものを選ぶのを助けることができます。 他の皆さん、コーチングを自分のトピックに使用できるかどうかを確認してください。

Top ↑

トピックを絞り込む #トピックを絞り込む
トピックをさらに絞り込むために、「誰が、何を、なぜ、どのように、いつ、どこで」を適用します。 例: このプラグインの対象者は誰ですか ? プラグインは何をしますか ? なぜこのプラグインが作成されたのですか ? どのように機能しますか ? いつ使用しますか？ どこで使用しますか ?

Who　誰が
What　何を
Why　なぜ
How　どのように
When　いつ
Where　どこで
これらの質問に答えるのに5分間与えます。

ファシリテーター – ５分間が終わったら

たとえうまくいかなくても、それはそれで OK です。 持っているものだけを使用してください。

このリストから、トピックを絞り込むことができますか ? もっと具体的に話をしたいことはありますか ? トピックを磨くために2分間お渡しします。

ファシリテーター – 次のスライド「トピックの提示」に進みます。

Top ↑

トピックを提示する #トピックを提示する
ファシリテーター – 部屋を円形に再度グループ化します.

次に、サークルを回って (または部屋を回って) 誰もが選んだトピックを発言する機会を与えます。 発言したくない場合は、順番になったら「パスします」と言ってください。

ファシリテーター – トピックについて本当にこれでいいのか ? と思われる場合は、このトピックを聞きたいかどうかをグループに尋ね、手を挙げてください。 時間が許せば、生徒にトピックについて1、2分間話させることを提案します。

ファシリテーター – 次のスライド「ピッチを書く」に進みます。